Revit 2027 API
SymbolTypeId.Btu Property
 Symbol Btu, indicating unit British thermal units.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Btu { get; }
Public Shared ReadOnly Property Btu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Btu {
	ForgeTypeId^ get ();
}
static member Btu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace